const translationRU = {
    nav:{
        home: 'Главная',  
        about: 'О нас',  
        services: 'Сервисы',  
        contacts: 'Контакты',
        faq: 'Faq',
        terms: 'Термины',
        kareers: 'Карьера',
        blog: 'Блог',
        partners: 'Партнёры',
        news: 'Новости',
    },

    about: {
        head: 'Наша История',
        year: 'Год',
        event: 'Событие',
        companyDesc: `Основанная в 2008 году Джоном Мэтью Смитом, Konstruct стала фирмой номер один по управлению 
        строительством.`,

        ourStory: `СТРОИТЕЛЬСТВО КАЧЕСТВЕННЫХ ДОМОВ И КОММЕРЧЕСКИХ СООРУЖЕНИЙ НЕВЕРОЯТНО СЛОЖНО. У НАС ЕСТЬ 
        ПРОВЕРЕННЫЙ РЕГИСТРАТОР С БОЛЬШИМ ПОРТФЕЛЕМ ПРОЕКТОВ ПО РАЗЛИЧНЫМ ВИДАМ ПРОДУКТОВ, ВКЛЮЧАЯ ИНДИВИДУАЛЬНЫЕ 
        И СПЕЦИАЛЬНЫЕ ДОМА, ГОСТИНИЧНЫЙ, КОММЕРЧЕСКИЙ, ТОРГОВЫЙ И УЛУЧШЕНИЕ АРЕНДАТОРА.`,

        completedProjects: 'Завершенные проекты:',
    },

    companyEvents: {
        3: 'Реализован первый зарубежный проект',
        4: 'Основание компании',
        5: 'Привлечение дополнительных инвестиций в связи с расширением компании',
        6: 'Количество сотрудников в компании достигает 300 человек.',
        7: 'Открытие офисов в других странах: Дания, Франция, Германия',
        8: 'Создание дополнительного офиса. Юбилей в 50 реализованных проектах и десять лет компании',
    },

    services: {
        head: 'НАШИ ВОЗМОЖНОСТИ',
        title: 'СТРОИТЕЛЬСТВО КАЧЕСТВЕННЫХ ДОМОВ И КОММЕРЧЕСКИХ СООРУЖЕНИЙ НЕВЕРОЯТНО СЛОЖНО.',
        button: 'все сервисы',
        project: {
            title : 'УПРАВЛЕНИЕ ПРОЕКТАМИ И СТРОИТЕЛЬСТВОМ',
            text: `Строительство - это искусство и ремесло, но эффективное управление проектом - это наука. Мы 
            придерживаемся самых высоких стандартов, чтобы выполнить ваш проект вовремя и на уровне качества,
            который предшествует нашей репутации.`
        },

        structure: {
            title: 'АУДИТ И ОБСЛУЖИВАНИЕ СТРУКТУРЫ',
            text: `Это комплексный пакет программного обеспечения для строительства, предлагающий нашим клиентам 
            по запросу доступ к ценной информации, касающейся календарного планирования, этапов, бюджетов, заказов 
            на изменение, выбора отделки и многого другого.`
        },

        factory: {
            title: 'ЗАВОДСКОЕ СТРОИТЕЛЬСТВО И МОДЕЛИРОВАНИЕ',
            text: `Ваш готовый продукт будет отражать ресурсы, время и энтузиазм, которые мы вкладываем в каждый проект.`
        }
    },

    characters: {
        head: 'Наши Сотрудники',
        error: 'ОШИБКА!',
        load: 'Загрузка...',
    },

    newslatter: {
        head: 'Подписаться на новости',
        button: 'Подписаться',
    },

    footer: {
        motto: 'Наш девиз: И так, сойдёт! :)',
        links: 'Links',
        contacts: 'Contacts',
    }
};

export default translationRU;